Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/saamelaisten-yhteistyosta.html.tmx
Source language: fin
Languages: sme

source: Saamelaisten yhteistyöstä
sme: Sápmelaččaid ovttasbarggus

source: Kiireinen kokousviikko on taas takana.
sme: Hohpolaš čoakkánvahkku lea fas duohken.

source: Maanantaina kokoontui biodiversiteettisopimuksen artikla 8(j):n kansallinen työryhmä käymään läpi Montrealin 8(j) kokouksen päätöksiä.
sme: Mánnodaga čoahkkanii biodiversiteahttasoahpamuša artihkal 8(j) álbmotlaš bargojoavku gieđahallat Montreala 8(j)-čoakkáma mearrádusaid.

source: Montrealin kokousraportti on valmistunut ja asiasta kiinnostuneet voivat löytää sen seuraavasta osoitteesta: http://www.cbd.int/doc/?meeting=WG8J-06 Saamelaiskäräjien kotisivuille tulee lähipäivinä matkaraporttini Montrealin ja Kanadan matkasta kirjeet ja muistiot – välilehden yhteyteen.
sme: Montreala čoakkánraporta lea gárvánan ja áššis beroštuvvan olbmot sáhttet gávdnat dan čuovvovaš čujuhusas: http://www.cbd.int/doc/?meeting=WG8J-06 Sámedikki ruovttusiidduide boahtá lagašbeivviid mu mátkeraporta Montreala ja Kanada mátkkis reivvet ja muittuhančállagat – gaskabláđi vuollái.

source: Työryhmä keskusteli kokouspäätöksistä laajasti ja totesimme, että keskeisiä kokouspäätöksiä tulisi toimeenpanna Suomessa.
sme: Bargojoavku ságastalai viidát čoakkánmearrádusain ja gávnnahii, ahte guovddáš čoakkánmearrádusat galggale olláhuhttojuvvot Suomas.

source: Montrealin kokous esitti, että sopimusosapuolien tulisi perustaa kansallisia 8(j) tehtäviä varten koordinaattoreita toimimaan linkkinä alkuperäiskansojen ja valtion välillä.
sme: Montreala čoakkán ovdanbuvttii ee., ahte soahpamušoassebealit galggale vuođđudit sisriikkalaš 8(j)-bargguid várás koordináhtoriid doaibmat liŋkan álgoálbmogiid ja stáhta gaskka.

source: Koordinaattorin tehtävän perustaminen olisi tärkeää jo heti ensivuodesta, jotta koordinaattori voisi toimia asiantuntijana 8(j)-työryhmässä ja auttaa osaltaan artiklan toimeenpanoa.
sme: Koordináhtora barggu vuođđudeapmi livččii dehálaš juo dakkaviđe álgojagis, vai koordináhtor sáhtálii doaibmat áššedovdin 8(j)-bargojoavkkus ja veahkehit bealistis artihkkala olláhuhttima.

source: Saamelaiskäräjät on tehnyt keväällä aloitteen ympäristöasioiden esittelijän viran perustamisesta saamelaiskäräjille ja virkaan voisi yhdistää myös 8(j)-koordinaattorin tehtävät.
sme: Sámediggi lea dahkan giđđat álgaga birasáššiid áššegieđahalli virggi vuođđudeamis sámediggái ja virgái sáhtálii ovttastit maid 8(j)-koordináhtora bargguid.

source: Keskustelimme työryhmässä myös tarpeesta resursoida 8(j):n toimeenpanoa erityisesti koska ensi vuosi on biodiversiteettivuosi.
sme: Ságastalaimet bargojoavkkus maiddái dárbbus bidjat návccaid 8(j) olláhuhttimii earenoamážit danin go boahtte jahki lea biodiversiteahttajahki.

source: Juhlavuoden sivusto löytyy biodiversiteettisopimuksen sivuilta http://www.cbd.int/2010/welcome /
sme: Ávvojagi siiddut gávdnojit biodiversiteahttasoahpamuša siidduin http://www.cbd.int/2010/welcome /

source: Tiistaina osallistuin Helsingissä biodiversiteettityöryhmän kokoukseen, jossa esittelin myös Montrealin kokouspäätöksiä.
sme: Disdaga válden oasi Helssegis biodiversiteahttasoahpamuša čoakkámii, mas bukten maid ovdan Montreala čoakkánmearrádusaid.

source: Kokouksessa käsiteltiin biodiversiteettisopimuksen toimeenpanon toteutumista Suomessa eli Luonnon puolesta - toimenpide-ohjelman toteutumista vuosille 2006-2016.
sme: Čoakkámis gieđahallojuvvui biodiversiteahttasoahpamuša olláhuhttima čađaheapmi Suomas dehege Luonddu beales – doaibmabidjuoprográmma olláhuvvan jagiid 2006-2016.

source: Saamelaisten perinteistä tietoa koskee raportin kolme tavoitetta (89-92), jotka tulisi saattaa päätökseen vuoden 2010 loppuun mennessä.
sme: Sámi árbevirolaš dieđu gusket raportta golbma ulbmila (89-92), mat galggale olláhuhttojuvvot jagi 2010 loahpa rádjái.

source: Tavoitteet koskevat ” saamelaisten oikeudet huomioivan hallintomallin perustamista saamelaisten kotiseutualueelle ” (ei ole toteutunut), ” saamelaisten perinteisen tiedon suojeleminen ” (toimeenpano alkanut artikla 8(j)-työryhmän perustamisen osalta) ja ” saamelaisten kotiseutualueen luonnonvarojen hoidon ja käytön sekä lainsäädännön yhteensovittamista siten, että saamelaisten oikeudet voidaan turvata ” (ei ole toteutunut).
sme: Ulbmilat gusket ” hálddahusmálle, mii váldá vuhtii sámiid vuoigatvuođaid, vuođđudeapmi sámiid ruovlluguvlui ” (ii leat olláhuvvan), ” sámiid árbevirolaš dieđu suodjaleapmi ” (olláhuhttin álgán artihkkala 8 (j) - bargojoavkku vuođđudeami mielde) ja ” sámiid ruovttuguovllu luondduriggodagaid gáhtten ja geavahus sihke lágaid oktiiguoskadeapmi nu ahte sámiid vuoigatvuođat sáhttet dorvvastuvvot ” (ii leat olláhuvvan).

source: 8(j)-työryhmä on esittänyt, että näiden tavoitteiden rinnalle otettaisiin uusia tavoitteita vuosille 2011-2016 jotka olisi toteutettavissa.
sme: 8(j)-bargojoavku lea evttohan, ahte dáid ulbmiliid lassin váldojuvvole jagiide 2011-2016 ođđa ulbmilat, mat livčče olláhuhttimis.

source: Esitin uusien tavoitteiden tarpeen bd-työryhmälle ja 8(j)-työryhmän huolen siitä, että vuosille 2011-2016 ei ole artikla 8(j):hin liittyviä tavoitteita.
sme: Evttohin ođđa ulbmiliid dárbbu bd-bargojovkui ja 8(j)-bargojoavkku fuola das, ahte jagiide 2011-2016 eai leat artihkkala 8(j):a várás ođđa ulbmilat.

source: 8(j)-työryhmä käsittelee seuraavassa kokouksessaan uusien tavoitteiden esittämistä bd-työryhmälle.
sme: 8(j)-bargojoavku gieđahallá čuovvovaš čoakkámisttis ođđa ulbmiliid evttoheami bd-bargojovkui.

source: Tiistai-iltana lähdin ajamaan kohti Kiirunaa, jossa pidettiin Saamelaisen parlamentaarisen neuvoston (SPN) hallituksen kokous keskiviikkona.
sme: Disdateahket vuoddjájin vel Gironii, gos gaskavahkko dollojuvvui Sámi parlametáralaš ráđi (SPR) stivrra čoakkán.

source: Kokouksessa käsiteltiin parlamentaarisen neuvoston toimintaohjelman toteutumista ja ajankohtaisia kansainvälisiä kysymyksiä.
sme: Čoakkámis gieđahallojuvvoje parlamentáralaš ráđi doaibmaplána ja áigeguovdilis riikkaidgaskasaš gažaldagat.

source: SPN päätti kutsua YK:n erikoisraportoija James Anayan kansainväliselle saamelaisalueelle saamelaisten oikeuksia käsittelevään konferenssiin, johon osallistuisivat myös valtioiden edustajat.
sme: SPR mearridii bovdet ON:a spesiálaraporterejeaddji James Anaya riikkaidgaskasaš sámi guvlui konferensii, mii gieđahallá sámiid vuoigatvuođaid ja masa oassálastet maid stáhtaid ovddasteaddjit.

source: SPN päätti aloittaa myös ilmastopoliittisen ohjelman valmistelun SPN:lle, josta olen hyvin iloinen.
sme: SPR mearridii maid álggahit dálkkádatpolitihkalaš prográmma válmmaštallama SPR:ái. Mun lean dasa hui duhtavaš ja lean ilus go dakkár ráhkaduvvo.

source: Ohjelman valmistelu jatkuu kevääseen ja se tuodaan maaliskuussa pidettävään SPN:n parlamentaarisen neuvoston kokouksen käsiteltäväksi.
sme: Prográmma válmmaštallan bistá giđa rádjái ja dat buktojuvvo SPR:a olles ráđi čoakkámii, mii dollojuvvo njukčamánu.

source: Kokouksessa käsiteltiin myös seuraavan saameministerien ja – presidenttien yhteiskokouksen asialistaa.
sme: Čoakkámis gieđahallui maid čuovvovaš sámi ministarid ja – njunnožiid oktasaščoakkáma áššelistu.

source: Tavoitteena on edistää pohjoismaisen saamelaissopimuksen toimeenpanoa ja mahdollisesti aloittaa asiassa neuvottelut, mutta asia on vielä auki jo neuvottelujen delegaatioiden osalta.
sme: Ulbmilin lea ovddidit davviriikkalaš sámi soahpamuša olláhuhttima ja vejolašvuođaid mielde álggahit áššis ráđđádallamiid, muhto ášši lea vel rabas juo ráđđádallamiid delegašuvnnainnai.

source: Kokous päätti palata asiaan vielä ennen joulua ja sitä ennen Suomen saamelaiskäräjät pyytää Suomelta selvitystä asian etenemisestä.
sme: Čoakkán mearridii máhccat áššái vel ovdal juovllaid ja ovdal dan Suoma sámediggi bivdá Suoma stáhtas čielggadeami ášši ovdáneamis.

source: Saamelaiskäräjät on ollut useasti yhteydessä syksyn ympäristöministeriöön Kööpenhaminan ilmastoneuvottelujen delegaatiosta.
sme: Sámediggi lea leamaš dávjá oktavuođas birasministeriijai Københavnna dálkkádatráđđádallamiid delegašuvnnas.

source: Emme ole saaneet vielä tietoa otetaanko Saamelaiskäräjät mukaan Suomen delegaatioon mutta vetoamme asiassa myös virallisesti maanantain hallituksen kokouksessa jos hallitus hyväksyy esitykseni asiassa.
sme: Sámediggi ii leat vel ožžon dieđu váldojuvvogo Sámediggi mielde Suoma delagašuvdnii, muhto doarjalit áššis maid virggálaččat mánnodaga stivrra čoakkámis jos stivra dohkkeha mu evttohusa áššis.

source: Norjan saamelaisradio NRK on pitänyt asiaa esillä myös erinomaisesti ja ollut aktiivisesti yhteydessä niin Saamelaiskäräjiin kuin eri maiden ympäristöministeriöihin delegaatiokysymyksistä.
sme: Norgga sámi rádio NRK lea doallan ášši almmolašvuođas earenoamáš bures ja lea leamaš aktiivvalaččat oktavuođas Sámediggái dego sierra riikkaid birasministeriijaidenai delegašuvdnaáššiin.

source: Ilmaston lämpenemisen estäminen on hyvin tärkeää erityisesti arktisille alkuperäiskansoille.
sme: Dálkkádaga liegganeami duostun lea hui dehálaš earenoamážit árktalaš álbmogiidda.

source: Suomi muiden valtioiden ohessa on myös tunnustanut kansainvälisillä areenoilla ilmastonmuutoksen vaikutukset arktisiin alkuperäiskansoihin ja tunnustanut alkuperäiskansoilla olevan perinteistä tietoa, joka on tärkeää ilmastonmuutoksen tutkimisessa ja selvittämisessä.
sme: Suopma eará riikkaid lassin lea maid mieđihan riikkaidgaskasaš arenain dálkkádatrievdama váikkuhusaid árktalaš álgoálbmogiidda ja mieđihan, ahte álgoálbmogiin lea árbevirolaš diehtu, mii lea dehálaš dálkkádatrievdama dutkamis ja čielggadeamis.

source: Nyt tarjoamme tätä tunnustettua asiantuntemusta Suomen valtion käyttöön.
sme: Dál fállat dán dovddastuvvon áššedovdamuša Suoma stáhta atnui.

source: Vuontisjärvellä 28.11.2009
sme: Vuottesjávrres 28.11.2009

source: Lähetä kommentti
sme: Juvvá Lemet
